Repository: iorgos/drude-picec
Catalog: docroot/profiles/picec/translations/picec.*.po
Languages: es

source: Welcome to the installation of the Chilean electronic commerce.
es: Bienvenido al perfil de instalación chileno de comercio electrónico.

source: Welcome
es: Bienvenido

source: PICEC Installation
es: Instalación de PICEC

source: Install PICEC
es: Instalar PICEC

source: This profile is designed for ecommerce Chilean locality. Please check the following before installing:
es: Este perfil está diseñado para el comercio electrónico en Chile. Por favor, revise lo siguiente antes de instalar:

source: Proceed with the installation
es: Continuar con la instalación

source: Configure store
es: Configurar tienda

source: Setting Khipu
es: Integración con Khipu

source: Demo Content
es: Contenido demo

source: I have an account and i want to integrate it with my commerce.
es: Ya tengo una cuenta y quiero integrarla con el sitio.

source: I want to install the products examples.
es: Quiero instalar los productos de ejemplo.

source: Installing demo store
es: Instalando tienda de ejemplo

source: Install additional modules
es: Instalando módulos adicionales

source: Import Products
es: Importación de productos

source: Importing categories and products
es: Importando categorías y productos

source: Remember you have installed the demo of the store.
es: Recuerde que usted ha instalado la tienda de ejemplo.
